{
  "text": " Good morning and welcome to US Government Live. My name is Linda Johnson and today we're diving into the presidency of George H.W. Bush. We're getting into the good, the bad, and the bushy. So Bush, as chief legislator, what were some of your presidency's key legislative achievements? Thank you, Linda. Well, I signed the unemployment compensation amendments, which extended coverage of the unemployed. These are especially important during my presidency since the unemployment rate had grown to one of its highest percentages, almost 8%. Wow. So Vice President Quayle, you've seen Bush throughout it all. Did you see Bush frequently use the veto power? Yes, he exercised his veto power 44 times, but Congress only overruled once. Congress tried to override the veto, but Bush was like, new phone, who this? Many of these bills were related to the federal budget and spending as when he took office. As that $3 trillion national debt was living in our heads rent-free. He actually also threatened to use his presidential veto to try to push for his presidential agenda. Oh, I see. And this didn't strain his relationship with Congress? Not going to lie, the vibes were low-key made with Congress, but policy disagreements were common, especially with Democratic leaders. It was like a constant back and forth game, with Congress trying to push their agenda, while Bush was determined to fight back. Hm. Bush, I wanted to bring up a controversy that was sometimes swept under the rug. You broke your read-my-lips, no new taxes promise that you used during your campaign. Well, that was my campaign pledge, no new taxes. But when I became president, there was this $3 trillion national debt breathing down my neck. The solution turned out to be a tax increase as part of a budget compromise with Congress. This drew a lot of criticism as people saw me as lying just to further my campaign. I see. How have you used your powers as commander in chief of the military? Well, I led two major military operations. First, Operation Just Cause in 1989, which successfully got rid of the dictator Manuel Norega in Panama and reduced drug trafficking. Then came Operation Desert Storm in 1991, a quick response to Iraq's invasion of Kuwait. Both operations were majorly successful. Wow, that's an impressive achievement. And in general, how was the decision-making process during these events, and what have you observed as vice president? Well, I would say that Bush definitely thought through all of his decisions. He never rushed into anything but would instead take advice from anyone he could. And did Congress support these decisions? It was complex. Bush wanted congressional authorization for Operation Desert Storm, even though he believed that he had the authority to proceed without it. While he received funding from Congress for this, some members were pretty salty that he was acting without proper authorization, in line with concerns addressed in the War Powers Act. So Bush, as chief executive, how did you manage your administration? Well, I've always valued stability and collaboration in my political career. I worked very closely with some of the key people I appointed, like James Baker as Secretary of State and Nicholas Brady as Treasury Secretary. I would say my leadership style was focused on teamwork and calm decision-making. How about recess appointments? And for the viewers at home, these were usually temporary appointments of officials to fill vacancies when the Senate was in recess, and executive orders? Yes, I made 77 recess appointments, 18 of which turned into full-time positions. I also had 166 executive orders. One significant executive order was Executive Order 12759 in 1991, which required businesses to meet certain energy efficiency goals to promote environmental health. That's pretty interesting, as you're also known for rolling back certain regulations on clear air and water standards. Now, what exactly has Bush accomplished as chief diplomat? One of the biggest achievements was overseeing the peaceful transition as the Soviet Union collapsed. Also, one thing that many may not know is that he actually started the framework for what is now NAFTA. He also carried out Operation Save Hope in Somalia to address the famine and civil rights issues. Well, I heard that while Operation Save Hope was eventually a success, it took almost 15 months after the scheduled end date to even take troops out of the country. Bush, you famously said, we will not stay one day longer than is absolutely necessary. But this mission had to be ended by your successor, Clinton. Interesting. Now, as chief judicial influencer, please tell us about your impact on the judiciary. I appointed two Supreme Court justices who I thought were fit for the job. David Soder, who is expected to be conservative, but often ruled moderately, and Clarence Thomas, a loyal conservative. In general, with cases like these, did you face much opposition from Congress regarding these judicial appointments? Yes, there was significant controversy over Clarence Thomas with a narrow Senate confirmation of 52 to 48 and sexual harassment allegations. On the other hand, David Soder's confirmation went smoother, though the conservatives were low key salty because of his moderate rulings. He was appointed. He also appointed over 190 plus federal judges, creating conservative leaning service. His appointments had relatively low resistance from Congress. I see. So Bush, you were a busy man. And lastly, I just like to discuss your role as chief communicator. And specifically, did you use the bully pulpit? I primarily used it for diplomacy, honestly. For example, when I address the people after the Gulf War, I promise this will not be another Vietnam. To be honest, I struggled to communicate effectively during the economic recession. I see. It looks like you've thought a lot about your term. Now, Mr. Quayle, do you have any memorable speeches that stood out to you that were given by Mr. Bush? Yes, his thousand points of light speech during his inaugural address encouraged service. We can find meaning and reward by serving some higher purpose than ourselves. I believe that this speech and this quote gave hope to the American people. No cap for real. Yes. Yes. And in general, I used many different communication methods, including State of the Union addresses for my policies, televised speeches after major events and press conferences where I shared my personal feelings. I also invoked the executive privilege in 1992. But by refusing to release documents related to the Iran-Contra affair, I later pardoned six individuals involved, which stopped people from looking into the matter further. Looks like you guys had a lot of crises in your time at the office. How did you two deal with all of this? Well, during the Gulf War, we quickly sent troops responding quickly and effectively. Many praised us for this, but we lost a lot of popularity when America experienced an economic recession and we failed to communicate effectively with the public. This was terrible for us and our approval ratings plummeted, especially after Hurricane Andrew in 1992, where we had a very slow response. We never really could recover that rating. Our approval rating, straight to the backrooms. That's the tea and it was scalding. Well, that wraps up tonight's episode of US Government Live. Thank you for joining us as we explore the life and legacy of George H.W. Bush with the man himself and Vice President Dan Quayle. I'm Linda Johnson. Stay informed and stay curious. So this is our evaluation of President George H.W. Bush. Okay, so for chief legislator, we gave him a six point five out of ten because even though Bush signed major laws like the ADA and Clean Air Act, he vetoed 44 bills class clashing with Congress and his 1990 budget deal broke his no new taxes pledge, weakening his influence. For commander in chief, we gave him an eight out of 10 because he led Desert Storm, an operation just caused successfully. He secured congressional approval for military action and respected the War Powers Act and oversaw the Cold War's peaceful end. So for chief executive, we gave him a six point five out of 10 because he appointed Cheney and Baker as secretaries of defense and state, and he ran an organized administration while issuing executive order twelve thousand seven hundred eleven to protect Chinese students post Tiananmen. However, economic struggles really weakened his leadership influence. And then for chief diplomat, we gave him a nine out of 10 because he did a really good job managing the end of the Cold War. He secured German reunification, signed Start One and expanded the role of NATO. And he had a really strong diplomatic leadership style. We would give him a six out of 10 on chief judicial influencer as he appointed Sutter and Thomas and Thomas caused major controversy. He also pardoned Iran contract figures, sparking backlash as chief communicator. We would give him a four out of 10 as he was not a strong public speaker. This will not stand was a good and effective quote on Iraq, but he seemed out of touch during the 1992 recession, damaging reelection chances. And for over evaluation report, we would give him a six point five out of 10 because while he got a nine out of 10 on chief diplomat, his communication skills were just not up to speed. So we gave him a four out of 10. And overall, that average to around a six point five.",
  "words": [
    " Good",
    " morning",
    " and",
    " welcome",
    " to",
    " US",
    " Government",
    " Live.",
    " My",
    " name",
    " is",
    " Linda",
    " Johnson",
    " and",
    " today",
    " we're",
    " diving",
    " into",
    " the",
    " presidency",
    " of",
    " George",
    " H",
    ".W.",
    " Bush.",
    " We're",
    " getting",
    " into",
    " the",
    " good,",
    " the",
    " bad,",
    " and",
    " the",
    " bushy.",
    " So",
    " Bush,",
    " as",
    " chief",
    " legislator,",
    " what",
    " were",
    " some",
    " of",
    " your",
    " presidency's",
    " key",
    " legislative",
    " achievements?",
    " Thank",
    " you,",
    " Linda.",
    " Well,",
    " I",
    " signed",
    " the",
    " unemployment",
    " compensation",
    " amendments,",
    " which",
    " extended",
    " coverage",
    " of",
    " the",
    " unemployed.",
    " These",
    " are",
    " especially",
    " important",
    " during",
    " my",
    " presidency",
    " since",
    " the",
    " unemployment",
    " rate",
    " had",
    " grown",
    " to",
    " one",
    " of",
    " its",
    " highest",
    " percentages,",
    " almost",
    " 8%.",
    " Wow.",
    " So",
    " Vice",
    " President",
    " Quayle,",
    " you've",
    " seen",
    " Bush",
    " throughout",
    " it",
    " all.",
    " Did",
    " you",
    " see",
    " Bush",
    " frequently",
    " use",
    " the",
    " veto",
    " power?",
    " Yes,",
    " he",
    " exercised",
    " his",
    " veto",
    " power",
    " 44",
    " times,",
    " but",
    " Congress",
    " only",
    " overruled",
    " once.",
    " Congress",
    " tried",
    " to",
    " override",
    " the",
    " veto,",
    " but",
    " Bush",
    " was",
    " like,",
    " new",
    " phone,",
    " who",
    " this?",
    " Many",
    " of",
    " these",
    " bills",
    " were",
    " related",
    " to",
    " the",
    " federal",
    " budget",
    " and",
    " spending",
    " as",
    " when",
    " he",
    " took",
    " office.",
    " As",
    " that",
    " $3",
    " trillion",
    " national",
    " debt",
    " was",
    " living",
    " in",
    " our",
    " heads",
    " rent",
    "-free.",
    " He",
    " actually",
    " also",
    " threatened",
    " to",
    " use",
    " his",
    " presidential",
    " veto",
    " to",
    " try",
    " to",
    " push",
    " for",
    " his",
    " presidential",
    " agenda.",
    " Oh,",
    " I",
    " see.",
    " And",
    " this",
    " didn't",
    " strain",
    " his",
    " relationship",
    " with",
    " Congress?",
    " Not",
    " going",
    " to",
    " lie,",
    " the",
    " vibes",
    " were",
    " low",
    "-key",
    " made",
    " with",
    " Congress,",
    " but",
    " policy",
    " disagreements",
    " were",
    " common,",
    " especially",
    " with",
    " Democratic",
    " leaders.",
    " It",
    " was",
    " like",
    " a",
    " constant",
    " back",
    " and",
    " forth",
    " game,",
    " with",
    " Congress",
    " trying",
    " to",
    " push",
    " their",
    " agenda,",
    " while",
    " Bush",
    " was",
    " determined",
    " to",
    " fight",
    " back.",
    " Hm.",
    " Bush,",
    " I",
    " wanted",
    " to",
    " bring",
    " up",
    " a",
    " controversy",
    " that",
    " was",
    " sometimes",
    " swept",
    " under",
    " the",
    " rug.",
    " You",
    " broke",
    " your",
    " read",
    "-my",
    "-lips,",
    " no",
    " new",
    " taxes",
    " promise",
    " that",
    " you",
    " used",
    " during",
    " your",
    " campaign.",
    " Well,",
    " that",
    " was",
    " my",
    " campaign",
    " pledge,",
    " no",
    " new",
    " taxes.",
    " But",
    " when",
    " I",
    " became",
    " president,",
    " there",
    " was",
    " this",
    " $3",
    " trillion",
    " national",
    " debt",
    " breathing",
    " down",
    " my",
    " neck.",
    " The",
    " solution",
    " turned",
    " out",
    " to",
    " be",
    " a",
    " tax",
    " increase",
    " as",
    " part",
    " of",
    " a",
    " budget",
    " compromise",
    " with",
    " Congress.",
    " This",
    " drew",
    " a",
    " lot",
    " of",
    " criticism",
    " as",
    " people",
    " saw",
    " me",
    " as",
    " lying",
    " just",
    " to",
    " further",
    " my",
    " campaign.",
    " I",
    " see.",
    " How",
    " have",
    " you",
    " used",
    " your",
    " powers",
    " as",
    " commander",
    " in",
    " chief",
    " of",
    " the",
    " military?",
    " Well,",
    " I",
    " led",
    " two",
    " major",
    " military",
    " operations.",
    " First,",
    " Operation",
    " Just",
    " Cause",
    " in",
    " 1989,",
    " which",
    " successfully",
    " got",
    " rid",
    " of",
    " the",
    " dictator",
    " Manuel",
    " Norega",
    " in",
    " Panama",
    " and",
    " reduced",
    " drug",
    " trafficking.",
    " Then",
    " came",
    " Operation",
    " Desert",
    " Storm",
    " in",
    " 1991,",
    " a",
    " quick",
    " response",
    " to",
    " Iraq's",
    " invasion",
    " of",
    " Kuwait.",
    " Both",
    " operations",
    " were",
    " majorly",
    " successful.",
    " Wow,",
    " that's",
    " an",
    " impressive",
    " achievement.",
    " And",
    " in",
    " general,",
    " how",
    " was",
    " the",
    " decision",
    "-making",
    " process",
    " during",
    " these",
    " events,",
    " and",
    " what",
    " have",
    " you",
    " observed",
    " as",
    " vice",
    " president?",
    " Well,",
    " I",
    " would",
    " say",
    " that",
    " Bush",
    " definitely",
    " thought",
    " through",
    " all",
    " of",
    " his",
    " decisions.",
    " He",
    " never",
    " rushed",
    " into",
    " anything",
    " but",
    " would",
    " instead",
    " take",
    " advice",
    " from",
    " anyone",
    " he",
    " could.",
    " And",
    " did",
    " Congress",
    " support",
    " these",
    " decisions?",
    " It",
    " was",
    " complex.",
    " Bush",
    " wanted",
    " congressional",
    " authorization",
    " for",
    " Operation",
    " Desert",
    " Storm,",
    " even",
    " though",
    " he",
    " believed",
    " that",
    " he",
    " had",
    " the",
    " authority",
    " to",
    " proceed",
    " without",
    " it.",
    " While",
    " he",
    " received",
    " funding",
    " from",
    " Congress",
    " for",
    " this,",
    " some",
    " members",
    " were",
    " pretty",
    " salty",
    " that",
    " he",
    " was",
    " acting",
    " without",
    " proper",
    " authorization,",
    " in",
    " line",
    " with",
    " concerns",
    " addressed",
    " in",
    " the",
    " War",
    " Powers",
    " Act.",
    " So",
    " Bush,",
    " as",
    " chief",
    " executive,",
    " how",
    " did",
    " you",
    " manage",
    " your",
    " administration?",
    " Well,",
    " I've",
    " always",
    " valued",
    " stability",
    " and",
    " collaboration",
    " in",
    " my",
    " political",
    " career.",
    " I",
    " worked",
    " very",
    " closely",
    " with",
    " some",
    " of",
    " the",
    " key",
    " people",
    " I",
    " appointed,",
    " like",
    " James",
    " Baker",
    " as",
    " Secretary",
    " of",
    " State",
    " and",
    " Nicholas",
    " Brady",
    " as",
    " Treasury",
    " Secretary.",
    " I",
    " would",
    " say",
    " my",
    " leadership",
    " style",
    " was",
    " focused",
    " on",
    " teamwork",
    " and",
    " calm",
    " decision",
    "-making.",
    " How",
    " about",
    " recess",
    " appointments?",
    " And",
    " for",
    " the",
    " viewers",
    " at",
    " home,",
    " these",
    " were",
    " usually",
    " temporary",
    " appointments",
    " of",
    " officials",
    " to",
    " fill",
    " vacancies",
    " when",
    " the",
    " Senate",
    " was",
    " in",
    " recess,",
    " and",
    " executive",
    " orders?",
    " Yes,",
    " I",
    " made",
    " 77",
    " recess",
    " appointments,",
    " 18",
    " of",
    " which",
    " turned",
    " into",
    " full",
    "-time",
    " positions.",
    " I",
    " also",
    " had",
    " 166",
    " executive",
    " orders.",
    " One",
    " significant",
    " executive",
    " order",
    " was",
    " Executive",
    " Order",
    " 12759",
    " in",
    " 1991,",
    " which",
    " required",
    " businesses",
    " to",
    " meet",
    " certain",
    " energy",
    " efficiency",
    " goals",
    " to",
    " promote",
    " environmental",
    " health.",
    " That's",
    " pretty",
    " interesting,",
    " as",
    " you're",
    " also",
    " known",
    " for",
    " rolling",
    " back",
    " certain",
    " regulations",
    " on",
    " clear",
    " air",
    " and",
    " water",
    " standards.",
    " Now,",
    " what",
    " exactly",
    " has",
    " Bush",
    " accomplished",
    " as",
    " chief",
    " diplomat?",
    " One",
    " of",
    " the",
    " biggest",
    " achievements",
    " was",
    " overseeing",
    " the",
    " peaceful",
    " transition",
    " as",
    " the",
    " Soviet",
    " Union",
    " collapsed.",
    " Also,",
    " one",
    " thing",
    " that",
    " many",
    " may",
    " not",
    " know",
    " is",
    " that",
    " he",
    " actually",
    " started",
    " the",
    " framework",
    " for",
    " what",
    " is",
    " now",
    " NAFTA.",
    " He",
    " also",
    " carried",
    " out",
    " Operation",
    " Save",
    " Hope",
    " in",
    " Somalia",
    " to",
    " address",
    " the",
    " famine",
    " and",
    " civil",
    " rights",
    " issues.",
    " Well,",
    " I",
    " heard",
    " that",
    " while",
    " Operation",
    " Save",
    " Hope",
    " was",
    " eventually",
    " a",
    " success,",
    " it",
    " took",
    " almost",
    " 15",
    " months",
    " after",
    " the",
    " scheduled",
    " end",
    " date",
    " to",
    " even",
    " take",
    " troops",
    " out",
    " of",
    " the",
    " country.",
    " Bush,",
    " you",
    " famously",
    " said,",
    " we",
    " will",
    " not",
    " stay",
    " one",
    " day",
    " longer",
    " than",
    " is",
    " absolutely",
    " necessary.",
    " But",
    " this",
    " mission",
    " had",
    " to",
    " be",
    " ended",
    " by",
    " your",
    " successor,",
    " Clinton.",
    " Interesting.",
    " Now,",
    " as",
    " chief",
    " judicial",
    " influencer,",
    " please",
    " tell",
    " us",
    " about",
    " your",
    " impact",
    " on",
    " the",
    " judiciary.",
    " I",
    " appointed",
    " two",
    " Supreme",
    " Court",
    " justices",
    " who",
    " I",
    " thought",
    " were",
    " fit",
    " for",
    " the",
    " job.",
    " David",
    " Soder,",
    " who",
    " is",
    " expected",
    " to",
    " be",
    " conservative,",
    " but",
    " often",
    " ruled",
    " moderately,",
    " and",
    " Clarence",
    " Thomas,",
    " a",
    " loyal",
    " conservative.",
    " In",
    " general,",
    " with",
    " cases",
    " like",
    " these,",
    " did",
    " you",
    " face",
    " much",
    " opposition",
    " from",
    " Congress",
    " regarding",
    " these",
    " judicial",
    " appointments?",
    " Yes,",
    " there",
    " was",
    " significant",
    " controversy",
    " over",
    " Clarence",
    " Thomas",
    " with",
    " a",
    " narrow",
    " Senate",
    " confirmation",
    " of",
    " 52",
    " to",
    " 48",
    " and",
    " sexual",
    " harassment",
    " allegations.",
    " On",
    " the",
    " other",
    " hand,",
    " David",
    " Soder's",
    " confirmation",
    " went",
    " smoother,",
    " though",
    " the",
    " conservatives",
    " were",
    " low",
    " key",
    " salty",
    " because",
    " of",
    " his",
    " moderate",
    " rulings.",
    " He",
    " was",
    " appointed.",
    " He",
    " also",
    " appointed",
    " over",
    " 190",
    " plus",
    " federal",
    " judges,",
    " creating",
    " conservative",
    " leaning",
    " service.",
    " His",
    " appointments",
    " had",
    " relatively",
    " low",
    " resistance",
    " from",
    " Congress.",
    " I",
    " see.",
    " So",
    " Bush,",
    " you",
    " were",
    " a",
    " busy",
    " man.",
    " And",
    " lastly,",
    " I",
    " just",
    " like",
    " to",
    " discuss",
    " your",
    " role",
    " as",
    " chief",
    " communicator.",
    " And",
    " specifically,",
    " did",
    " you",
    " use",
    " the",
    " bully",
    " pulpit?",
    " I",
    " primarily",
    " used",
    " it",
    " for",
    " diplomacy,",
    " honestly.",
    " For",
    " example,",
    " when",
    " I",
    " address",
    " the",
    " people",
    " after",
    " the",
    " Gulf",
    " War,",
    " I",
    " promise",
    " this",
    " will",
    " not",
    " be",
    " another",
    " Vietnam.",
    " To",
    " be",
    " honest,",
    " I",
    " struggled",
    " to",
    " communicate",
    " effectively",
    " during",
    " the",
    " economic",
    " recession.",
    " I",
    " see.",
    " It",
    " looks",
    " like",
    " you've",
    " thought",
    " a",
    " lot",
    " about",
    " your",
    " term.",
    " Now,",
    " Mr.",
    " Quayle,",
    " do",
    " you",
    " have",
    " any",
    " memorable",
    " speeches",
    " that",
    " stood",
    " out",
    " to",
    " you",
    " that",
    " were",
    " given",
    " by",
    " Mr.",
    " Bush?",
    " Yes,",
    " his",
    " thousand",
    " points",
    " of",
    " light",
    " speech",
    " during",
    " his",
    " inaugural",
    " address",
    " encouraged",
    " service.",
    " We",
    " can",
    " find",
    " meaning",
    " and",
    " reward",
    " by",
    " serving",
    " some",
    " higher",
    " purpose",
    " than",
    " ourselves.",
    " I",
    " believe",
    " that",
    " this",
    " speech",
    " and",
    " this",
    " quote",
    " gave",
    " hope",
    " to",
    " the",
    " American",
    " people.",
    " No",
    " cap",
    " for",
    " real.",
    " Yes.",
    " Yes.",
    " And",
    " in",
    " general,",
    " I",
    " used",
    " many",
    " different",
    " communication",
    " methods,",
    " including",
    " State",
    " of",
    " the",
    " Union",
    " addresses",
    " for",
    " my",
    " policies,",
    " televised",
    " speeches",
    " after",
    " major",
    " events",
    " and",
    " press",
    " conferences",
    " where",
    " I",
    " shared",
    " my",
    " personal",
    " feelings.",
    " I",
    " also",
    " invoked",
    " the",
    " executive",
    " privilege",
    " in",
    " 1992.",
    " But",
    " by",
    " refusing",
    " to",
    " release",
    " documents",
    " related",
    " to",
    " the",
    " Iran",
    "-Contra",
    " affair,",
    " I",
    " later",
    " pardoned",
    " six",
    " individuals",
    " involved,",
    " which",
    " stopped",
    " people",
    " from",
    " looking",
    " into",
    " the",
    " matter",
    " further.",
    " Looks",
    " like",
    " you",
    " guys",
    " had",
    " a",
    " lot",
    " of",
    " crises",
    " in",
    " your",
    " time",
    " at",
    " the",
    " office.",
    " How",
    " did",
    " you",
    " two",
    " deal",
    " with",
    " all",
    " of",
    " this?",
    " Well,",
    " during",
    " the",
    " Gulf",
    " War,",
    " we",
    " quickly",
    " sent",
    " troops",
    " responding",
    " quickly",
    " and",
    " effectively.",
    " Many",
    " praised",
    " us",
    " for",
    " this,",
    " but",
    " we",
    " lost",
    " a",
    " lot",
    " of",
    " popularity",
    " when",
    " America",
    " experienced",
    " an",
    " economic",
    " recession",
    " and",
    " we",
    " failed",
    " to",
    " communicate",
    " effectively",
    " with",
    " the",
    " public.",
    " This",
    " was",
    " terrible",
    " for",
    " us",
    " and",
    " our",
    " approval",
    " ratings",
    " plummeted,",
    " especially",
    " after",
    " Hurricane",
    " Andrew",
    " in",
    " 1992,",
    " where",
    " we",
    " had",
    " a",
    " very",
    " slow",
    " response.",
    " We",
    " never",
    " really",
    " could",
    " recover",
    " that",
    " rating.",
    " Our",
    " approval",
    " rating,",
    " straight",
    " to",
    " the",
    " backrooms.",
    " That's",
    " the",
    " tea",
    " and",
    " it",
    " was",
    " scalding.",
    " Well,",
    " that",
    " wraps",
    " up",
    " tonight's",
    " episode",
    " of",
    " US",
    " Government",
    " Live.",
    " Thank",
    " you",
    " for",
    " joining",
    " us",
    " as",
    " we",
    " explore",
    " the",
    " life",
    " and",
    " legacy",
    " of",
    " George",
    " H",
    ".W.",
    " Bush",
    " with",
    " the",
    " man",
    " himself",
    " and",
    " Vice",
    " President",
    " Dan",
    " Quayle.",
    " I'm",
    " Linda",
    " Johnson.",
    " Stay",
    " informed",
    " and",
    " stay",
    " curious.",
    " So",
    " this",
    " is",
    " our",
    " evaluation",
    " of",
    " President",
    " George",
    " H",
    ".W.",
    " Bush.",
    " Okay,",
    " so",
    " for",
    " chief",
    " legislator,",
    " we",
    " gave",
    " him",
    " a",
    " six",
    " point",
    " five",
    " out",
    " of",
    " ten",
    " because",
    " even",
    " though",
    " Bush",
    " signed",
    " major",
    " laws",
    " like",
    " the",
    " ADA",
    " and",
    " Clean",
    " Air",
    " Act,",
    " he",
    " vetoed",
    " 44",
    " bills",
    " class",
    " clashing",
    " with",
    " Congress",
    " and",
    " his",
    " 1990",
    " budget",
    " deal",
    " broke",
    " his",
    " no",
    " new",
    " taxes",
    " pledge,",
    " weakening",
    " his",
    " influence.",
    " For",
    " commander",
    " in",
    " chief,",
    " we",
    " gave",
    " him",
    " an",
    " eight",
    " out",
    " of",
    " 10",
    " because",
    " he",
    " led",
    " Desert",
    " Storm,",
    " an",
    " operation",
    " just",
    " caused",
    " successfully.",
    " He",
    " secured",
    " congressional",
    " approval",
    " for",
    " military",
    " action",
    " and",
    " respected",
    " the",
    " War",
    " Powers",
    " Act",
    " and",
    " oversaw",
    " the",
    " Cold",
    " War's",
    " peaceful",
    " end.",
    " So",
    " for",
    " chief",
    " executive,",
    " we",
    " gave",
    " him",
    " a",
    " six",
    " point",
    " five",
    " out",
    " of",
    " 10",
    " because",
    " he",
    " appointed",
    " Cheney",
    " and",
    " Baker",
    " as",
    " secretaries",
    " of",
    " defense",
    " and",
    " state,",
    " and",
    " he",
    " ran",
    " an",
    " organized",
    " administration",
    " while",
    " issuing",
    " executive",
    " order",
    " twelve",
    " thousand",
    " seven",
    " hundred",
    " eleven",
    " to",
    " protect",
    " Chinese",
    " students",
    " post",
    " Tiananmen.",
    " However,",
    " economic",
    " struggles",
    " really",
    " weakened",
    " his",
    " leadership",
    " influence.",
    " And",
    " then",
    " for",
    " chief",
    " diplomat,",
    " we",
    " gave",
    " him",
    " a",
    " nine",
    " out",
    " of",
    " 10",
    " because",
    " he",
    " did",
    " a",
    " really",
    " good",
    " job",
    " managing",
    " the",
    " end",
    " of",
    " the",
    " Cold",
    " War.",
    " He",
    " secured",
    " German",
    " reunification,",
    " signed",
    " Start",
    " One",
    " and",
    " expanded",
    " the",
    " role",
    " of",
    " NATO.",
    " And",
    " he",
    " had",
    " a",
    " really",
    " strong",
    " diplomatic",
    " leadership",
    " style.",
    " We",
    " would",
    " give",
    " him",
    " a",
    " six",
    " out",
    " of",
    " 10",
    " on",
    " chief",
    " judicial",
    " influencer",
    " as",
    " he",
    " appointed",
    " Sutter",
    " and",
    " Thomas",
    " and",
    " Thomas",
    " caused",
    " major",
    " controversy.",
    " He",
    " also",
    " pardoned",
    " Iran",
    " contract",
    " figures,",
    " sparking",
    " backlash",
    " as",
    " chief",
    " communicator.",
    " We",
    " would",
    " give",
    " him",
    " a",
    " four",
    " out",
    " of",
    " 10",
    " as",
    " he",
    " was",
    " not",
    " a",
    " strong",
    " public",
    " speaker.",
    " This",
    " will",
    " not",
    " stand",
    " was",
    " a",
    " good",
    " and",
    " effective",
    " quote",
    " on",
    " Iraq,",
    " but",
    " he",
    " seemed",
    " out",
    " of",
    " touch",
    " during",
    " the",
    " 1992",
    " recession,",
    " damaging",
    " reelection",
    " chances.",
    " And",
    " for",
    " over",
    " evaluation",
    " report,",
    " we",
    " would",
    " give",
    " him",
    " a",
    " six",
    " point",
    " five",
    " out",
    " of",
    " 10",
    " because",
    " while",
    " he",
    " got",
    " a",
    " nine",
    " out",
    " of",
    " 10",
    " on",
    " chief",
    " diplomat,",
    " his",
    " communication",
    " skills",
    " were",
    " just",
    " not",
    " up",
    " to",
    " speed.",
    " So",
    " we",
    " gave",
    " him",
    " a",
    " four",
    " out",
    " of",
    " 10.",
    " And",
    " overall,",
    " that",
    " average",
    " to",
    " around",
    " a",
    " six",
    " point",
    " five."
  ]
}